/* No comment provided by engineer. */
"Account created" = "Conta criada";

/* No comment provided by engineer. */
"Already backed up" = "Já foi feito o Backup ";

/* No comment provided by engineer. */
"Are you sure you want to delete all your contacts ?" = "Tem certeza de que deseja excluir todos os seus contactos ?";

/* No comment provided by engineer. */
"Back" = "Voltar";

/* No comment provided by engineer. */
"confirm password" = "Confirme sua senha";

/* No comment provided by engineer. */
"contacts on server" = "Contactos válidos no server.";

/* No comment provided by engineer. */
"Create Account" = "Criar uma conta";

/* No comment provided by engineer. */
"Delete Contacts" = "Excluir os contactos";

/* No comment provided by engineer. */
"email" = "email";

/* No comment provided by engineer. */
"Forgot password ?" = "Esqueceu sua senha?";

/* No comment provided by engineer. */
"Hello ! \nSyncSmartFTS is an easy to use app which can backup your contacts in the cloud and also provides you with the option to transfer/move all of your contacts on different smartphones.\n 1) Create account .\n2) Sign In .\n3) Save your contacts .\n4) Now just sign in from another device and import your contacts.That smart, that simple !! \nTotal count of contacts may be different than the one showed on your phone , depending on what contacts you have selected to be displayed in your contacts app. ! SyncSmartFTS does not take into consideration empty contacts, contact avatars , dates of any kind, addresses , notes and social profile." = "Olá !\nSyncSmart FTS é uma aplicação de uso simples que faz o Backup  dos seus contactos no server  e que oferece-lhe também a possibilidade de transferir/mover todos os seus contactos para um outro Smartphone.\n1) Criar uma conta.\n2) Conectar-se.\n3) Salvar os contactos.\n4) Agora, conecte-se a partir dum outro dispositivo e importe os seus contactos.That smart, that simple !\n! O número total dos seus contactos pode ser diferente  do que é mostrado no seu telefone, isso dependendo dos contactos selecionados para ser exibidos na aplicação Contactos.!\nSyncSmart FTS não considera os contactos em vazio, as fotos dos contactos, os endereços, as notas e o perfil social.";

/* No comment provided by engineer. */
"Import Contacts" = "Importar contactos.";

/* No comment provided by engineer. */
"Install contacts from server ?" = "Deseja instalar o backup dos contactos no telefone ?";

/* No comment provided by engineer. */
"Internal server error" = "Internal server error";

/* No comment provided by engineer. */
"LOGIN" = "Conectar-se";

/* No comment provided by engineer. */
"Logout" = "Desconectar-se";

/* No comment provided by engineer. */
"Mail already exists" = "Endereço de email já existente.";

/* No comment provided by engineer. */
"No" = "Não";

/* No comment provided by engineer. */
"No Internet connection" = "Não há conexão com a Internet. ";

/* No comment provided by engineer. */
"password" = "Senha";

/* No comment provided by engineer. */
"Please enter your credentials" = "Digite os caracteres";

/* No comment provided by engineer. */
"Please enter your e-mail address so we can reset your password" = "E-mail :";

/* No comment provided by engineer. */
"Please insert same password in both fields" = "Faça o favor de digitar sua senha em ambos os campos.";

/* No comment provided by engineer. */
"Please insert valid email address" = "Faça o favor de usar um email válido.";

/* No comment provided by engineer. */
"Please use a valid email" = "Faça o favor de usar um email válido.";

/* No comment provided by engineer. */
"REGISTER" = "Registrar-se";

/* No comment provided by engineer. */
"Save contacts to server ? This will overwrite your current backup." = "Quer refazer o backup dos contactos ?  Este irá substituir o backup actual.";

/* No comment provided by engineer. */
"Save To Cloud" = "Salvar no  Cloud.";

/* No comment provided by engineer. */
"Server maintenance downtime" = "Server maintenance downtime";

/* No comment provided by engineer. */
"Sorry" = "Lamentamos!";

/* No comment provided by engineer. */
"SyncSmart does not have permissions to use your contacts, check Settings->Privacy" = "SyncSmart FTS não tem permissão de usar os contactos, faça o favor de consultar Configurações-> Confidencialidade-> Contactos";

/* No comment provided by engineer. */
"SyncSmart needs your permission to use the contacts before continuing,go to Settings -> Privacy -> Contacts" = "SyncSmart FTS precisa da sua permissão, antes de continuar, vá para Configurações -> Confidencialidade-> Contactos";

/* No comment provided by engineer. */
"Unable to connect, please verify your credentials" = "Não pode conectar-se, verifique os caracteres. ";

/* No comment provided by engineer. */
"Upload completed, your contacts have been backed up" = "Carregar concluída";

/* No comment provided by engineer. */
"valid contacts on phone" = "Contactos válidos no telefone";

/* No comment provided by engineer. */
"We suggest you backup your contacts before proceeding to deletion" = "Sugerimos que faça  o Backup  dos contactos antes de começar a exclui-los";

/* No comment provided by engineer. */
"Yes" = "Sim";

"Contacts installed" = "Contactos instalados";

"Select Language" = "Selecione o idioma";

